/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk %2$.0lfk -st";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ on installitud ja on kasutamiseks valmis järgmine kord kui %3$@ käivitub! Kas sa soovid taaskäivitada nüüd?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ on hetkel uusim saadaval olev versioon.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ on nüüd saadaval (sul on %3$@). Kas sa soovid selle nüüd alla laadida?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ ei oma õigust kirjutada aplikatsioonide kausta! Kas sa kasutad programmi plaadi tõmmiselt? Kui ei, siis küsi abi oma süsteemi administraatorilt.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "%@ uus versioon on installitud!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uus %@ versioon on nüüd saadaval!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Installimisel ilmnes viga. Palun proovi hiljem uuesti.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Uuenduse info vastuvõtmisel ilmnes viga. Palun proovi hiljem uuesti.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Arhiivi lahtipakkimisel ilmnes viga. Palun proovi hiljem uuesti.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Faili allalaadimisel ilmnes viga. Palun proovi hiljem uuesti.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uuendamine juba toimub!";

/* No comment provided by engineer. */
"Cancel" = "Katkesta";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Kontrollin uuenduste olemasolu programmi käivitamisel?";

/* No comment provided by engineer. */
"Downloading update..." = "Laen uuendust alla...";

/* No comment provided by engineer. */
"Extracting update..." = "Pakin uuendust lahti...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installi ja taaskäivita";

/* No comment provided by engineer. */
"Installing update..." = "Installin uuendust...";

/* No comment provided by engineer. */
"No" = "Ei";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Installimiseks valmis!";

/* No comment provided by engineer. */
"Update Error!" = "Viga uuendamisel!";

/* No comment provided by engineer. */
"Updating %@" = "Uuendan %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Kas sa soovid, et %@ kontrolliks uuenduste olemasolu programmi käivitamisel? Kui ei, siis saad algatada kontrollimise käsitsi programmi menüüst.";

/* No comment provided by engineer. */
"Yes" = "Jah";

/* No comment provided by engineer. */
"You're up to date!" = "Sul on uusim saadaval olev versioon!";